{
    "Accounts": "Contas",
    "Add Account": "Adicionar Conta",
    "Forgot your password?": "Esqueceu sua senha?",
    "Email": "E-mail",
    "Password": "Senha",
    "Remember me": "Manter conectado",
    "Log in": "Entrar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Não tem problema. Coloque seu e-mail e clique em Enviar Link para Resetar Senha e nós vamos enviar para o seu e-mail o link para você resetar sua senha e escolher outra.",
    "Email Password Reset Link": "Enviar Link para Resetar Senha",
    "Register": "Cadastrar",
    "Name": "Nome",
    "Confirm Password": "Confirmar Senha",
    "Already registered?": "Já é cadastrado?",
    "Profile": "Perfil",
    "Log Out": "Sair",
    "Account": "Conta",
    "Current Balance": "Saldo Atual",
    "Actions": "Ações",
    "Equity": "Patrimônio",
    "Profile Information": "Informações do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações do perfil da sua conta e seu endereço de e-mail",
    "Save": "Salvar",
    "Update Password": "Atualizar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de usar uma senha longa e aleatória para ficar segura.",
    "Delete Account": "Deletar Conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Uma vez deletada, todos os dados relacionados à sua conta serão total e permanentemente deletados. Antes de deletar sua conta, por favor salve todos os dados que você deseja manter.",
    "ATTENTION! Do you confirm the deletion of account and all its entries? This action has no return.": "ATENÇÃO! Confirma a exclusão do Caixa e todos os seus lançamentos? Essa ação não ter retorno.",
    "Account created successfully!": "Conta criada com sucesso!",
    "Account edited successfully!": "Conta editada com sucesso!",
    "Account deleted successfully!": "Conta deletada com sucesso!",
    "Entries": "Lançamentos",
    "Add Entry": "Adicionar Lançamento",
    "Transaction Date": "Data do Lançamento",
    "Description": "Discriminação",
    "Inflow": "Entrada",
    "Outflow": "Saída",
    "Create": "Adicionar"
}